{
  "introduction": {
    "header": "Introduction",
    "details": "Learn about the problem we solve.",
    "content": "Devices power chains. If you remember anything here, remember that devices power chains.",
    "content2": "In the transition to blockchain-based applications for government, finance, healthcare, loyalty programs, and many consumer services, we benefit from the openness, trustworthiness, and immutability that the blockchain brings. The reliability and security of the application engines that we interact with is assured by the inherent characteristics of the distributed blockchain and by implementations based on open-source software with peer reviewed distributed by myriad computer nodes participating in the protocol. This creates a permanent recording of all transactions, with the promise of perpetual execution of smart contracts.",
    "content3": "A blockchain performs what you ask it to – reliably and repeatedly.",
    "content4": "Blockchains implement instructions. A blockchain is presented with a request to perform a transaction. Blockchains are instructed to perform these operations based on cryptographically signed requests, where a cryptographic secret (referred to as a private key) is used to authorize a message. Blockchains can recognize a private key but cannot determine a valid key from an unauthorized copy. As we transition to the reliability and security of blockchain applications, we must ensure that we protect our private keys.",
    "content5": "Blockchains were initially developed to address currency, one of the few applications where true anonymity generally is desired. However, most every other blockchain application will want to evaluate the correctness of the device and its user. This will require forensic auditability, not only of the transaction, but also to validate the identity, capability, and current health of the device instructing the blockchain. Known device, known user, known condition.",
    "content6": "The smartphone is anticipated to be the largest holder of private keys in the new blockchain economy. As carriers develop and deploy enhanced connectivity services, including the support for other connected devices such as autos and our homes, and the digital user eases into these new and more reliable services, the most widely connected consumer device will continue to be the application point of interactions.",
    "content7": "Smartphones hold keys. Smartphones must be protected.",
    "summary": "Devices power blockchains. Rivetz protects devices."
  },
  "digital-assets": {
    "header": "Digital Assets",
    "details": "What is a digital asset?",
    "content": "Open your wallet. Your ID, your cash, your cards – credit, debit, insurance, health care, loyalty – and ALL other items will become digital. Each asset will be available to you and your provider via the blockchain. Interactions with your providers will be more efficient, more visible, and less costly with the transition to the blockchain. Your trustworthy interactions between yourself and your providers will be accomplished through your digital wallet.",
    "content2": "Your digital wallet will contain a multitude of cryptographic key pairs, and you will have to protect the private portion of each key pair. These pairs will correspond to the services to which you are subscribed and will allow you to employ the wallet to securely manage the lifecycle of these very sensitive digital pieces of information.",
    "content3": "Some platforms may contain hardware-based protection mechanisms, but they are very rarely used, and even then only for specialized applications. Rivetz uses the secure enclaves in devices, such as the Trusted Execution Environments, Intel SGK, and IoT Secure Elements, creating an open-source set of APIs that allow an interoperable set of capabilities for institutions who desire to provide a trustworthy experience for their users.",
    "summary": "Devices protect digital assets."
  },
  "rivetz-network": {
    "header": "Rivetz Network",
    "details": "Meet the Rivetz Network",
    "content": "Where, when, how, and under what conditions are you able to transact? Whether we must be in a specific location, be a user of a specific age range, be under a certain employment condition, or it must be during specific hours to conduct certain transactions, the conditions under which a digital asset may be used will effectively be boundless. We can imagine an indescribable set of conditions on which a usage decision can be made, just as we can envision the many types of conditions under which our digital assets may be made available to ourselves and others. From a death to the purchase of a new device, there are a variety of methods and mechanisms a user may wish to change the conditions under which they permanently or temporarily store their digital assets.",
    "content2": "Rivetz recognizes the almost infinite possibilities of conditions and capabilities that digital assets may operate under. We recognize that the needs of digital asset management are unachievable by a single provider, and that an ecosystem of digital asset providers is required to safely and simply enable the blockchain economy.",
    "content3": "Rivetz has established ‘The Rivetz Network’ with the ability of third parties to become ‘Service Providers’. Our ability to seamlessly integrate third-party providers via our system Registrar is accomplished by a simple Service Provider registration process. Your application is easily ‘Riveted’ with the use of the Rivetz Toolkit at https://developer.rivetz.com.",
    "content4": "After submission of your application, a short KYC period will ensue, followed by a validation of your credentials. As an approved Service Provider on The Rivetz Network, you will enjoy smart contract-based automated settlement within the RvT token-based ecosystem. Your Service Provider ID can be acquired at https://registrar.rivetzintl.com/.",
    "summary": "Rivetz enables third-parties."
  },
  "service-providers": {
    "header": "Service Providers",
    "details": "How does Rivetz offer policies?",
    "content": "One of the great potentials of blockchain technology is the ability to place the consumer in control of the transaction. An individual’s interaction with a provider is according to an agreed-upon relationship, for which there is an agreed-upon “contract”. The user need only manage their authorizations with their providers.",
    "content2": "Users, however, are constantly replacing and adding devices to their lives. A new cellphone, a smart TV, a wireless thermostat, an electric car – the number of intelligent devices joining our households is exploding. It has rapidly become all but impossible to manage all of your digital assets securely.",
    "content3": "Rivetz manages the lifecycle of your digital assets. We have assembled the Rivetz Network – a collection of advanced services, which your application provider can use when creating their offerings for you. On trustworthy devices, we create, use, archive, migrate, and (always) secure, your digital assets. You remain in control, yet you enjoy the most advanced security possible – because your service provider determined your relationship with them to be important.",
    "content4": "The Rivetz Network is powered by our crypto utility token – the RvT. The RvT is an Ethereum-based token that your device can exchange for trustworthy services on your behalf, within The Rivetz Network. You will grant your device an allowance and it will use its collection of utility tokens in order to ensure that all your transactions are protected for both you and your provider.",
    "summary": "Rivetz helps you to manage your digital assets, securely."
  },
  "your-rivet": {
    "header": "Your Rivet",
    "details": "The app that puts you in control!",
    "content": "Who owns your data? While some social media companies would like to continue to violate your privacy, emerging government regulations are beginning to mandate protection of user data. As we’ve recently seen, this relies on the service provider’s trustworthiness. If that provider is compromised, so may be your personal information.",
    "content2": "Blockchain-based applications have the promise to return control of a user’s data to the user. If you own the data, you should be able to enforce, via smart contracts, by whom and under what conditions your personal information may be accessed. Your ability to interact with these smart contracts will be controlled by application secrets – by private keys – held within your device.",
    "content3": "Rivetz protects your privacy and provides for your security, by installing your ‘Rivet’ on your device. Your Rivet has your private keys – your secrets, your special codes, your identity. You control your Rivet. And you control the things within your Rivet. If you wish to copy your Rivet to another device, you control that. If you wish to entrust it to a third party whom you respect, you can do that; destroy one of your applications, OK; send a part to one of your devices and another part to a different device so that it requires both to operate, no problem.",
    "summary": "Your Rivet, your decision."
  },
  "permanent-record": {
    "header": "A Permanent Record",
    "details": "Learn how Rivetz gives you big data.",
    "content": "Did I pay the electric bill? Did I get paid? Is my insurance claim being processed? Did I get the latest corporate sales data? Having a record available to all and ensuring that we agree on the state of transactions is part of the power of the blockchain.",
    "content2": "Shouldn’t we record as much about a transaction as possible? We should know if Sally wishes to purchase a $2,000 dress at 3 a.m., 700 miles from her home from a smartphone she has never used before. Better yet, we should be able to stop Sally’s impersonator from making that purchase – or, at least, make Sally confirm her identity before we allow her to spend the money.",
    "content3": "Should we allow only one individual on a home-created terminal to authorize a remote change to a network address or change the phone number on a user’s SIM card? Having a known user, on a known device, in a known condition allows us to record, along with the transaction, the specific identity and state of the instructing device, as well as record the authenticated user. Because this information is acquired at transaction time, it associates a forensic record of the environment of a transaction. This gives anyone the ability to perpetually audit that transaction.",
    "content4": "The Rivetz Network provides the capability to perform a forensic audit of transactions. With Notarized Transactions, it is possible to affect blockchain operations and record device information at transaction time. With enhanced blockchain services, it would be possible to evaluate the identity of a user, device, and its current posture as a condition for a transaction, thus preventing a rogue or compromised device, or an unauthorized user, from conducting a prohibited transaction.",
    "summary": "The Rivetz Network provides a forensically auditable environment to help increase the quality of our transactions."
  },
  "collections": {
    "header": "Collections",
    "details": "No more super phone! See how we do it!",
    "content": "While smartphones have increasingly become our device of choice for internet connectivity, a significant portion of users also have a traditional desktop or laptop, or a tablet. We also are connecting to new devices under our control all the time. Smart televisions, connected cars, thermostats, media centers, appliances, home automation and security systems are consuming network addresses at an unprecedented pace.",
    "content2": "The collection of devices we interact with, and their associated trustworthiness, provide a fabric which allows us to interact across those devices. A new model of distributed trust allows this collection of devices to represent the simplest and safest mechanisms for us to transact. With adequate device properties, a wallet can be replicated to many of our devices with appropriate rules attached for each instance. A television can purchase content, a refrigerator can purchase groceries, a thermostat can procure energy, an automobile can acquire energy, and a user can manage all of this from a single device.",
    "content3": "By combing through our behavior with our devices, we can interpret user conditions. A user can be assumed to be at home if, for example, their smartphone and tablet are within 10 meters of their smart TV and the electric car is plugged into the garage. This location data can inform a transaction in order to simplify the user experience, such as auto login into a device or service. Or, if a service provider is aware of the devices currently available to a user, they could route an incoming sensitive transaction to the most trustworthy device available in the user’s proximity.",
    "content4": "We own and control many devices. Need a second location to back up your 2FA codes? How about your spouse’s phone. A third? Your child’s tablet. Need financial service access frequently when driving, make your 2FA codes available in your automobile. With Riveted application data, you remain in control of your information and can take advantage of the multitude of devices with which you interact and trust.",
    "summary": "The Rivetz Network Collections services allow you to create friends and groups of devices for a simple and secure experience."
  },
  "drt": {
    "header": "Dual Roots of Trust",
    "details": "Single points of failure are a thing of the past.",
    "content": "Most of us have that nauseous hyperventilating reaction when we reach for our smartphone and it is not where we expect it to be. The frequency of device loss or theft remains significant, and the potential for data loss due to poorly administered devices continues to affect enterprises and users. Occasional supply-chain failures, like Spectre and Meltdown, or a breach of a database of SIM master keys, concerns enterprises as they attempt to evaluate the severity of these conditions and determine remediation plans.",
    "content2": "Rivetz has partnered with Eleven Paths – the cybersecurity arm of Telefónica, one of the largest and most widely deployed carriers in Europe and Latin America – in order to develop enhanced cybersecurity capabilities for handsets where digital assets are distributed in what we refer to as “Dual Roots of Trust”. By cryptographically splitting a secret within both the Trusted Execution Environment and the SIM (the secure chip the carrier uses to identify your handset), we are able to protect a digital asset and allow it to be controllable from both the handset as well as over the air.",
    "content3": "If you lose your smartphone, a quick interaction with your carrier allows you to turn off your crypto wallet and your access to work data. Find your device under the seat of your car, just turn those special apps back on. Heard about the latest zero-day attack and the news doesn’t sound good, just disable those sensitive apps. When you get that security patch, turn ’em back on. Alternately, you could authorize your employees to access a blockchain resource only during business hours by OTA-enabling their app keys during their shift hours.",
    "content4": "Based on a successful research effort with ElevenPaths, Rivetz’s team of security professionals has demonstrated dual root control for a variety of Riveted reference applications. Rivetz intends to productize similar carrier control services for availability in 2019.",
    "summary": "Fail-safe protection, fail-safe recovery – Riveted assets give you that extra measure of safety."
  },
  "try": {
    "header": "Give Us a Try",
    "details": "Join our Partner Program",
    "content": "Rivetz enables anyone to simplify and secure their users’ digital assets. Some Service Providers may wish to develop and deploy Riveted services, others may wish to offer trustworthy services on the Rivetz Network. All users will wish to benefit from the simplest, safest experience available.",
    "content2": "Service Provider registration allows the production deployment of an application using services available on the Rivetz Network. Registration is available at https://registrar.rivetzintl.com/. An evaluation code for limited access to the Rivetz Network is available by sending an email to support@rivetz.com.",
    "content3": "We have developed a variety of Android applications and reference code that demonstrate the power of the Rivetz Network. Our reference code is on our developer site, and some of our applications are either open source, or are available for third-party license and/or product integration.",
    "content4": "At Rivetz, we believe in strong authentication, for both users and devices. Password-based authentication is no longer enough. Our Authenticator product is an example of a second-factor authentication service based on OATH and is compatible with a variety of others including Google Authenitcator and Authy. By using capabilities offered through our toolkit, this version offers several security and usability enhancements, including a Secure User Experience, protection of the codes in a tamper-resistant environment, device integrity check on launch, and secure backup and restore.",
    "content5": "We also believe in trustworthy communications. Devices must be capable of carrying confidential conversations. Devices must be able to be associated with one another. Devices must provably protect secrets. And device communications must be able to be metered or conditional. Users deserve similar. Our Chadder product is an example of a secure communications platform that takes advantage of the most secure environment available for trust capabilities. On the Android platform with TEE, it uses the Rivetz Network for secure key establishment. With communication assets secured in the Rivet, all the enhanced services available within our toolkit provide the protection of the user’s messages and files, and provide the ability for rules to be applied to these messages. For example, specific conversations can be delivered only to devices with a secure UI and be made to automatically dissapear after a specified duration.",
    "content6": "The evolution of these products will closely match the growth and capabilities of services within the Rivetz Network. Our users and development community will be among the first to enjoy the early release of services. Examples of services may include identity, location, device health, dynamic scanning, custom chains, wallets, and notary, among others. For partnership inquiries, please email partners@rivetz.com.",
    "summary": "We believe experiences should be safe. We believe they should be simple. We believe you will, too.",
    "learn-more": "More On Our Partner Program"
  }
}
